{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "829A9CB4418D8386521DC1BC99F78BD0"
		},
		{
			"Source":
			{
				"Text": "“ 你的航船遭遇了一场海难 \""
			},
			"Translation":
			{
				"Text": "\"Your ship has been shipwrecked\""
			},
			"Key": "387664314CC31524A2A75C8BCA8F7819"
		},
		{
			"Source":
			{
				"Text": "“ 最后的记忆里是一个巨大的漩涡 ”"
			},
			"Translation":
			{
				"Text": "\"The last memory is a huge whirlpool\""
			},
			"Key": "9CD56290484E9C3AB83CAFBE2FF7BC46"
		},
		{
			"Source":
			{
				"Text": "“ 穿越它，快醒来吧… ”"
			},
			"Translation":
			{
				"Text": "\"Go through it, wake up...\""
			},
			"Key": "1754810047042481A4CA269ED4476A9F"
		},
		{
			"Source":
			{
				"Text": "利用充气背包加速，请推摇杆"
			},
			"Translation":
			{
				"Text": "Push the rocker to use"
			},
			"Key": "EF84947047FCDBCB24E3B0941DA68B74"
		},
		{
			"Source":
			{
				"Text": "可在左手腕表处查看喷气背包冷却时间"
			},
			"Translation":
			{
				"Text": "Check the cooldown time on the left watch"
			},
			"Key": "F5E93DDE49CBA897D32CB688671D0913"
		},
		{
			"Source":
			{
				"Text": "向上移动躲避攻击"
			},
			"Translation":
			{
				"Text": "Move up"
			},
			"Key": "DFA0BC65445E4CC73C151FBA393EC0EE"
		},
		{
			"Source":
			{
				"Text": "向下移动躲避攻击"
			},
			"Translation":
			{
				"Text": "Move down"
			},
			"Key": "C236DDE941095E1AFD199AB487F35050"
		},
		{
			"Source":
			{
				"Text": "已收集到的火焰会环绕在手腕处"
			},
			"Translation":
			{
				"Text": "Flame in the left hand"
			},
			"Key": "B72507A1439920DB3E4CA2B5885F6332"
		},
		{
			"Source":
			{
				"Text": "已离开攻击范围"
			},
			"Translation":
			{
				"Text": "Out of attack range"
			},
			"Key": "EEF9404E4A8AAD7F3275738AAAB0317F"
		},
		{
			"Source":
			{
				"Text": "已获得扩容弹夹"
			},
			"Translation":
			{
				"Text": "Obtain expansion magazine"
			},
			"Key": "839F44B147515F124F607F9108106A14"
		},
		{
			"Source":
			{
				"Text": "恭喜你\r\n已经学会了基本的移动方式\r\n让我们开启冒险之旅吧！"
			},
			"Translation":
			{
				"Text": "Congratulations\nYou've learned the basics of movement\nLet's start the adventure!"
			},
			"Key": "00A5194E4DF504F20C61DABBE26205BD"
		},
		{
			"Source":
			{
				"Text": "恭喜通关"
			},
			"Translation":
			{
				"Text": "Congratulations"
			},
			"Key": "D28CDA1C486767473BD3D895493CB1DB"
		},
		{
			"Source":
			{
				"Text": "拥有3团火焰即可激活红光导光塔"
			},
			"Translation":
			{
				"Text": "Three flames can activate tower"
			},
			"Key": "99CBFE224A9E9D714321BD8790F905E8"
		},
		{
			"Source":
			{
				"Text": "按压"
			},
			"Translation":
			{
				"Text": "Press"
			},
			"Key": "720F418840C05094E4C94BB324E4EDD7"
		},
		{
			"Source":
			{
				"Text": "按压X和A键"
			},
			"Translation":
			{
				"Text": "Press the X and A keys"
			},
			"Key": "C46C33104BB10AF017158B883DA23076"
		},
		{
			"Source":
			{
				"Text": "按压X和A键\r\n向下滑动，触碰上方水母"
			},
			"Translation":
			{
				"Text": "Press the X and A keys\nSlide up to touch the jellyfish"
			},
			"Key": "4E6711764D7ED7614885A3B8D94B3734"
		},
		{
			"Source":
			{
				"Text": "按压X和A键，向上滑动\r\n（请跟随金色光线）"
			},
			"Translation":
			{
				"Text": "Press the X and A keys and slide down\n(Please follow the golden light)"
			},
			"Key": "324525564BCD58C9C10D9FA1CA7E2E84"
		},
		{
			"Source":
			{
				"Text": "按压X和A键，向后滑动\r\n在震动时松开，前进触碰水母"
			},
			"Translation":
			{
				"Text": "Press the X and A keys, slide backwards\r\nRelease on vibration, move forward to touch the jellyfish"
			},
			"Key": "7C81AB9B4EF46E401C56E2B987967B90"
		},
		{
			"Source":
			{
				"Text": "换弹请将手柄移动至肩膀后"
			},
			"Translation":
			{
				"Text": "Hand on shoulder to Reload"
			},
			"Key": "13A5C894443A3F0DB8971EBEA7C6DD83"
		},
		{
			"Source":
			{
				"Text": "松开"
			},
			"Translation":
			{
				"Text": "Release"
			},
			"Key": "8FECE4A7476042635464AABE028A5970"
		},
		{
			"Source":
			{
				"Text": "横向移动躲避攻击"
			},
			"Translation":
			{
				"Text": "Move left and right"
			},
			"Key": "2412001C4151E7E801911F89719DA2E4"
		},
		{
			"Source":
			{
				"Text": "水下手枪射程较短，且伤害随射程递减"
			},
			"Translation":
			{
				"Text": "Underwater pistols have a shorter range"
			},
			"Key": "C19549A14FB8E7591A64A3AC5147E034"
		},
		{
			"Source":
			{
				"Text": "温馨提示：滑动越快前进越快，手柄滑至身后松开按键(短按即可)"
			},
			"Translation":
			{
				"Text": "Tip: The faster you slide, the faster you go"
			},
			"Key": "7CFC37A940804E69EB5F29B136752065"
		},
		{
			"Source":
			{
				"Text": "游戏胜利目标：点亮遗迹中全部\r\n红光导光塔（共三座），重启时间线"
			},
			"Translation":
			{
				"Text": "Light up all tower\r\nrestart the timeline"
			},
			"Key": "DDDB44EF43832EC0238D79BD6FAC66A9"
		},
		{
			"Source":
			{
				"Text": "简体中文"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4C58917540DE00F09A852BA125E80C70"
		},
		{
			"Source":
			{
				"Text": "获得关键信息：章鱼的弱点是口部"
			},
			"Translation":
			{
				"Text": "Tip: Octopus weakness is mouth"
			},
			"Key": "DC816919407BB9B7A08B6FA8A3685B7D"
		},
		{
			"Source":
			{
				"Text": "请前往第二座红光导光塔"
			},
			"Translation":
			{
				"Text": "Proceed to the second tower"
			},
			"Key": "960D47DF40FE96491E49258D0BB934A6"
		},
		{
			"Source":
			{
				"Text": "请将导光塔右侧钥匙插入导光塔"
			},
			"Translation":
			{
				"Text": "Please insert the key "
			},
			"Key": "BF69654F4245ADF2A707EEB120690247"
		},
		{
			"Source":
			{
				"Text": "请用右手拾取"
			},
			"Translation":
			{
				"Text": "Pick it up"
			},
			"Key": "79BEA81046DE2C3CACD2CFBD5871F24D"
		},
		{
			"Source":
			{
				"Text": "请用左手收集蓝色火焰"
			},
			"Translation":
			{
				"Text": "Collect the flame with your hand"
			},
			"Key": "B42E1132486F9650AE617385559928C7"
		},
		{
			"Source":
			{
				"Text": "非常好"
			},
			"Translation":
			{
				"Text": "Excellent"
			},
			"Key": "EAF3CA4444196B9E8AE8E4B6F4C6D669"
		}
	]
}